{
  "app-title": "Great Western Trail 2nd Edition Setup Randomizer",
  "app-title-short": "GWT 2ND Setup Randomizer",
  "neutral-buildings-label": "Reihenfolge Neutrale Gebäude",
  "station-masters-label": "Bahnhofsvorsteher",
  "deckbuilding-modules-label": "Bonuskarten-Sets",
  "further-setup-steps-label": "Weitere Setup Schritte:",
  "player-buildings-label": "Spielergebäude",
  "players-label": "Spieler",
  "player-count-label": "Anzahl Spieler",
  "player-count-select-label": "Bitte auswählen",
  "further-steps-step1": "Zieht 7 Plättchen mit einer 1 auf der Rückseite vom Kansas-City-Vorrat und legt diese nacheinander offen auf den Spielplan. Wohin ein Plättchen gelegt wird, hängt von seiner Art ab:",
  "further-steps-step1a": "Falls es ein Banditenplättchen ist (grün oder orange), legt es ins Banditen-Gebiet jeweils auf das leere Feld mit der niedrigsten Zahl (1 bis 9).",
  "further-steps-step1b": "Falls es ein Gefahrenplättchen ist, legt es in der zugehörigen Gefahrenzone (Überschwemmung, Dürre oder Steinschlag) jeweils auf das leere Feld mit der niedrigsten Zahl (1 bis 4). Sollten dort alle 4 Felder belegt sein, legt es zurück in den Stoffbeutel und zieht stattdessen ein neues Plättchen.",
  "further-steps-step2": "Beginnt nun Plättchen mit einer 2 auf der Rückseite (jedes dieser Plättchen ist ein Arbeiterplättchen) vom Kansas-City-Vorrat zu ziehen. Legt diese Arbeiterplättchen nacheinander offen wie folgt in den Arbeitsmarkt: ",
  "further-steps-step21": "Beginnt in der obersten Zeile und legt das erste Plättchen auf das Feld direkt unterhalb des Spielerzahl-Symbols, das eurer Spielerzahl entspricht. ",
  "further-steps-step22": "Legt das nächste Plättchen auf das Feld rechts daneben und fahrt bis zum Ende der Zeile so fort. ",
  "further-steps-step23": "Sobald ihr ein Plättchen auf das Feld am weitesten rechts gelegt habt, fahrt in der zweiten Zeile fort, indem ihr dort das nächste Plättchen wieder in der Spalte eures Spielerzahl-Symbols ablegt. ",
  "further-steps-step24": "Fahrt so fort, bis ihr ein Plättchen auf das Feld direkt links vom Arbeitsmarkt-Anzeiger legt. Dies ist das letzte Plättchen. Das heißt, je nach Spielerzahl befinden sich nun 3, 5 oder 7 Arbeiterplättchen im Arbeitsmarkt.",
  "further-steps-step3": "Füllt nun die 6 Vorschaufelder in Kansas City mit Plättchen vom Kansas-City-Vorrat:",
  "further-steps-step31": "Zieht 2 Plättchen mit einer 1 auf der Rückseite und legt sie offen auf die zwei 1er-Vorschaufelder.",
  "further-steps-step32": "Zieht 2 Plättchen mit einer 2 auf der Rückseite und legt sie offen auf die zwei 2er-Vorschaufelder.",
  "further-steps-step33": "Zieht 2 Plättchen mit einer 3 auf der Rückseite und legt sie offen auf die zwei 3er-Vorschaufelder.",
  "further-steps-step4": "Mischt die 36 Markt-Rinderkarten und legt sie als verdeckten Marktstapel links unterhalb des Spielplans bereit. Deckt dann je nach Spielerzahl eine bestimmte Anzahl Rinderkarten von diesem Stapel auf:",
  "further-steps-step41": "zwei Spieler: Deckt 7 Karten auf",
  "further-steps-step42": "drei Spieler: Deckt 10 Karten auf",
  "further-steps-step43": "vier Spieler: Deckt 13 Karten auf",
  "further-steps-step5": "Mischt die 24 Auftragskarten und legt sie als verdeckten Stapel rechts neben den Spielplan. Deckt dann 4 Karten von diesem Stapel auf und legt sie untereinander offen aus",

  "further-steps-step6": "Startkapital:",
  "further-steps-step61": "1. Spieler: 6 Dollar, 4 Karten und 1 Tauschplättchen",
  "further-steps-step62": "2. Spieler: 7 Dollar, 5 Karten und 1 Tauschplättchen",
  "further-steps-step63": "3. Spieler: 8 Dollar, 6 Karten und 1 Tauschplättchen",
  "further-steps-step64": "4. Spieler: 9 Dollar, 7 Karten und 1 Tauschplättchen",

  "creator-prefix": "entwickelt von",
  "options-label": "Optionen",
  "btn-setup-label": "Neues Setup",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "messages": {
    "update-available": "Update verfügbar"
  }
}
