{
  "app-title": "Randomizator przygotowania gry Great Western Trail Wydanie Drugie",
  "app-title-short": "Randomizator GWT 2ed",
  "neutral-buildings-label": "Kolejność budynków neutralnych",
  "station-masters-label": "Żetony zawiadowców stacji",
  "deckbuilding-modules-label": "Zestawy kart bonusów",
  "further-setup-steps-label": "Dalsze kroki przygotowania:",
  "player-buildings-label": "Budynki prywatne",
  "players-label": "Gracze",
  "player-count-label": "Liczba graczy",
  "player-count-select-label": "Wybierz",
  "variant-label": "Wariant",
  "further-steps-step1": "Wylosuj 7 żetonów z zasobów Kansas City, z woreczka oznaczonego numerem 1. Miejsce ułożenia żetonu na planszy zależy od jego rodzaju:",
  "further-steps-step1a": "W przypadku żetonu bandyty (zielony albo pomarańczowy), połóż go na pustym polu o najniższej wartości (od 1 do 9) na obszarze bandytów.",
  "further-steps-step1b": "W przypadku żetonu niebezpieczeństwa, połóż go na pustym polu o najniższej wartości (1 do 4) na odpowiednim obszarze niebezpieczeństwa (powódź, susza, lawina). Jeśli nie ma już wolnych pól dla danego rodzaju niebezpieczeństwa, odłóż ten żeton do odpowiedniego woreczka w zasobach Kansas City i dociągnij nowy.",
  "further-steps-step2": "Wyciągaj pojedynczo żetony z woreczka oznaczonego numerem 2 (zawierają tylko pomocniików) i układaj je kolejno na rynku pracy zgodnie z zasadmi:",
  "further-steps-step21": "Zacznij uzupełniać górny rząd: połóż pierwszy odkryty żeton w kolumnie oznaczonej liczbą graczy biorących udział w rozgrywce.",
  "further-steps-step22": "Połóż kolejny odkryty żeton po prawej stronie pierwszego i kontynuuj układanie w ten sposób.",
  "further-steps-step23": "Po zapełnieniu skrajnego prawego pola w rzędzie, zacznij uzupełniać kolejny rząd, zaczynając ponownie od pola odpowiadającego liczbie graczy.",
  "further-steps-step24": "Następnie zapełniaj pola po prawej stronie aż do momentu zajęcia pola sąsiadującego z żetonem rynku pracy. Będzie to ostatni żeton, który trzeba położyć. W zależności od liczby graczy, na rynku pracy może znajdować się 3, 5 albo 7 żetonów.",
  "further-steps-step3": "Zapełnij 6 pól obszaru rozwoju Kansas City, wykorzystując zasoby Kansas City:",
  "further-steps-step31": "Weź 2 żetony z woreczka oznaczonego numerem 1 i połóż je odkryte na dwóch polach rozwoju oznaczonych 1.",
  "further-steps-step32": "Weź 2 żetony z woreczka oznaczonego numerem 2 i połóż je odkryte na dwóch polach rozwoju oznaczonych 2.",
  "further-steps-step33": "Weź 2 żetony z woreczka oznaczonego numerem 3 i połóż je odkryte na dwóch polach rozwoju oznaczonych 3.",
  "further-steps-step4": "Potasuj 36 kart krów, które będą dostępne na targu, i umieść je w formie stosu zakrytych kart z lewej strony, pod planszą główną. W zależności od liczby graczy, pociągnij z tego stosu odpowiednią liczbę kart krów:",
  "further-steps-step4_simmental": "Dodaj 8 kart krów simentalskich pierwszego etapu do 36 kart tworzących targ bydła. Potasuj je wszystkie razem i połóż w formie stosu zakrytych kart targu bydła, z lewej strony, pod planszą główną. Połóż żeton targu simentalskiego na planszy głównej w taki sposób, aby zakrył zilustrowaną poniżej część targu bydła. Następnie, w zależności od liczby graczy, dobierz odpowiednią liczbę kart krów ze stosu:",
  "further-steps-step41": "grając w 2 osoby: dobierz 7 kart",
  "further-steps-step41_simmental": "grając w 2 osoby: dobierz 9 kart",
  "further-steps-step42": "grając w 3 osoby: dobierz 10 kart",
  "further-steps-step42_simmental": "grając w 3 osoby: dobierz 12 kart",
  "further-steps-step43": "grając w 4 osoby: dobierz 12 kart",
  "further-steps-step43_simmental": "grając w 4 osoby: dobierz 15 kart",
  "further-steps-simmental2": "Kontynuuj jak zwykle. Jeśli jednak odkryjesz karty krów simentalskich, układaj je z lewej strony.",
  "further-steps-simmental3": "Karty etapu 2 i 3 odłóż jako oddzielne stosy obok planszy głównej (obok Kansas City)",
  "further-steps-step5": "Potasuj 24 karty celów i ułóż je po prawej stronie planszy, w formie stosu zakrytych kart. Następnie odkryj 4 karty tego stosu i ułóż je w kolumnie poniżej stosu zakrytych kart celów. Odkryte karty stanowią pulę dostępnych kart celów.",
  "further-steps-step6": "Każdy bierzez z banku początkowy kapitał i żetony wymian oraz dobiera karty ze swojego stosu kart gracza, które bierze do swojej ręki:",
  "further-steps-step61": "pierwszy gracz: 6 dolarów, 4 karty i 1 żeton wymiany",
  "further-steps-step62": "drugi gracz: 7 dolarów, 5 kart i 1 żetony wymiany",
  "further-steps-step63": "trzeci gracz: 8 dolarów, 6 kart i 1 żeton wymiany",
  "further-steps-step64": "czwarty gracz: 9 dolarów, 7 kart i 1 żeton wymiany",
  "creator-prefix": "aplikacja opracowana przez",
  "options-label": "Opcje",
  "btn-setup-label": "Nowa konfiguracja",
  "en-language-label": "EN",
  "de-language-label": "DE",
  "pl-language-label": "PL",
  "messages": {
    "update-available": "Dostępna aktualizacja"
  }
}
